Repository: xuciro-commits/MSRU
Catalog: MSRU/Localizable.xcstrings
Source language: en
Languages: bo, ja, zh_hans, zh_hant

source: Used for querying global MusicBrainz recordings via Chromaprint. Note: AcoustID distinguishes between Application Key and User Key. Query service must use Application Key.
bo: Chromaprint སྒྲ་རིས་བརྒྱུད་ནས་འཛམ་གླིང་ MusicBrainz སྒྲ་ཕབ་དངོས་པོ་འཚོལ་བར་སྤྱོད། དོ་སྣང་བྱ་རྒྱུར: AcoustID ཡིས་ Application Key དང་ User Key དབྱེ་འབྱེད་བྱེད།
ja: Chromaprintを介して世界中のMusicBrainz録音を照会するために使用します。 注意：AcoustIDではApplication KeyとUser Keyを区別します。照会サービスではApplication Keyを使用する必要があります。
zh_hans: 用于通过 Chromaprint 声学指纹查询全球 MusicBrainz 录音实体。 注意：AcoustID 区分 Application Key 与 User Key，查询服务必须使用 Application Key。
zh_hant: 用於通過 Chromaprint 聲學指紋查詢全球 MusicBrainz 錄音實體。 注意：AcoustID 區分 Application Key 與 User Key，查詢服務必須使用 Application Key。

source: User
bo: སྤྱོད་མཁན།
ja: ユーザー
zh_hans: 用户
zh_hant: 使用者

source: User-added custom stream.
bo: སྤྱོད་མཁན་གྱིས་བསྣན་པའི་རང་བཟོས་བཞུར་རྒྱུན་སྨྱན་སྦྱོར།
ja: ユーザーが追加したカスタムストリーム。
zh_hans: 用户添加的自定义流媒体。
zh_hant: 使用者添加的自訂流媒體。

source: Verify Connection
bo: སྦྲེལ་མཐུད་ར་སྤྲོད་བྱེད་པ།
ja: 接続を確認
zh_hans: 验证连接
zh_hant: 驗證連接

source: Versions (3)
bo: པར་གཞི་དུ་མ (3)
ja: バージョン（3）
zh_hans: 多版本 (3)
zh_hant: 多版本 (3)

source: View
bo: མཐོང་རིས།
ja: 表示
zh_hans: 视图
zh_hant: 視圖

source: Visit AcoustID to register and get your own Key
bo: AcoustID ལ་བལྟས་ནས་ཐོ་འགོད་དང་རང་ཉིད་ཀྱི་གསང་ལྡེ་ལེན་པ།
ja: AcoustIDにアクセスして登録し、自分のキーを取得
zh_hans: 访问 AcoustID 注册并获取你自己的密钥
zh_hant: 訪問 AcoustID 注冊並獲取你自己的金鑰

source: Visualizer
bo: སྒྲ་རིས་མཐོང་ཐུབ་པ།
ja: ビジュアライザ
zh_hans: 频谱可视化
zh_hant: 頻譜可視化

source: Volume
bo: སྒྲ་ཚད།
ja: 音量
zh_hans: 音量
zh_hant: 音量

source: Watched Folders
bo: ལྟ་ཞིབ་ཡིག་སྣོད།
ja: 監視フォルダ
zh_hans: 监控文件夹
zh_hant: 監控檔案夾

source: Watched Folders: %lld active directory(ies)
bo: ལྟ་ཞིབ་ཡིག་སྣོད: འགུལ་སྐྱོད་དཀར་ཆག %lld
ja: 監視フォルダ：%lld個のアクティブなディレクトリ
zh_hans: 监控文件夹：%lld 个活动目录
zh_hant: 監控檔案夾：%lld 個活動目錄

source: Waveform Fingerprint
bo: སྒྲ་རླབས་ཀྱི་སྒྲ་རིས།
ja: 波形フィンガープリント
zh_hans: 音频波形声纹
zh_hant: 音訊波形聲紋

source: When importing organized music folders, the system automatically learns path features, or you can add custom rules above.
bo: སྒྲིག་ཟིན་པའི་རོལ་དབྱངས་ཡིག་སྣོད་ནང་འཇུག་སྐབས། མ་ལག་གིས་ལམ་ཐིག་ཁྱད་ཆོས་རང་འགུལ་སློབ་པ་དང་། གོང་དུ་རང་བཟོས་སྒྲིག་སྲོལ་ཡང་སྣོན་ཆོག
ja: 整理済みの音楽フォルダをインポートすると、システムがパスの特徴を自動学習します。上でカスタムルールを追加することもできます。
zh_hans: 导入已整理的音乐文件夹时，系统会自动学习路径特征，你也可以在上方添加自定义规则。
zh_hant: 匯入已整理的音樂檔案夾時，系統會自動學習路徑特徵，你也可以在上方添加自訂規則。

source: Wikipedia
bo: ཝེ་ཁེ་རིག་མཛོད།
zh_hans: 维基百科
zh_hant: 維基百科

source: Window
bo: སྒེའུ་ཁུང་།
ja: ウインドウ
zh_hans: 窗口
zh_hant: 窗口

source: World & Traditional
bo: འཛམ་གླིང་དང་སྲོལ་རྒྱུན།
ja: ワールド & トラディショナル
zh_hans: 世界与传统
zh_hant: 世界與傳統

source: World's largest open music encyclopedia covering recordings, releases, and relationships.
bo: སྒྲ་ཕབ་དང་། འགྲེམས་སྤེལ་པར་གཞི། འབྲེལ་བ་བཅས་ཁྱབ་པའི་འཛམ་གླིང་གི་སྒོ་དབྱེའི་རོལ་དབྱངས་རིག་མཛོད་ཆེ་ཤོས།
ja: 録音、リリース、関連情報を網羅する世界最大のオープン音楽百科事典。
zh_hans: 全球最大的开放音乐百科，涵盖录音、发行版及其关联关系。
zh_hant: 全球最大的開放音樂百科，涵蓋錄音、發行版及其關聯關係。

source: Write Tags and Import (%lld)
bo: དངོས་པོའི་མཚན་རྟགས་བྲིས་ནས་ཉར་ཚགས་བྱེད་པ (%lld)
ja: タグを書き込んでインポート（%lld）
zh_hans: 写入物理标签并安全入库 (%lld)
zh_hant: 寫入物理標籤並安全入庫 (%lld)

source: Year
bo: ལོ་ཚིགས།
ja: 年
zh_hans: 年份
zh_hant: 年份

source: Find songs in the local music library.
ja: ローカルの音楽ライブラリから曲を検索します。
zh_hans: 搜索本地音乐资料库中的歌曲。
zh_hant: 搜尋本機音樂資料庫中的歌曲。

source: Play a song from the local music library.
ja: ローカルの音楽ライブラリから曲を再生します。
zh_hans: 播放本地音乐资料库中的歌曲。
zh_hant: 播放本機音樂資料庫中的歌曲。

source: Play Song
ja: 曲を再生
zh_hans: 播放歌曲
zh_hant: 播放歌曲

source: Search
ja: 検索語
zh_hans: 搜索词
zh_hant: 搜尋詞

source: Search Music
ja: 音楽を検索
zh_hans: 搜索音乐
zh_hant: 搜尋音樂

source: Song Title
ja: 曲名
zh_hans: 歌曲标题
zh_hant: 歌曲標題

source: 许强
zh_hant: 許強
